<template>
	<div id="Home">
  <div class="content">
    <div class="newsList mt40">
      <ul>
        <li>
          <a href="javascript:">
            <h2>这是栏目组件</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
          <li>
          <a href="javascript:">
            <h2>这是栏目组件</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
          <li>
          <a href="javascript:">
            <h2>这是栏目组件</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
          <li>
          <a href="javascript:">
            <h2>爱神的箭三阿斯达所打算第三代阿萨德撒的阿萨德</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
           <li>
          <a href="javascript:">
            <h2>爱神的箭三阿斯达所打算第三代阿萨德撒的阿萨德</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
           <li>
          <a href="javascript:">
            <h2>爱神的箭三阿斯达所打算第三代阿萨德撒的阿萨德</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
           <li>
          <a href="javascript:">
            <h2>爱神的箭三阿斯达所打算第三代阿萨德撒的阿萨德</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
           <li>
          <a href="javascript:">
            <h2>爱神的箭三阿斯达所打算第三代阿萨德撒的阿萨德</h2>
            <p>
              奥斯卡了就发送咖啡了加萨芬进口量啊是否进口量撒附近撒刻录机发快来撒荆防颗粒撒荆防颗粒撒酒疯卡死了附近
            </p>
          </a>
          </li>
      </ul>
    </div>
  </div>
    
  </div>
</template>
<style scoped>
  .mt40{
    margin-top: 30px;
  }
</style>